tap "browsh-org/browsh"
tap "codeclimate/formulae"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/command-not-found"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "mongodb/brew"
tap "nicoverbruggen/cask"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "roots/tap"
tap "shivammathur/php"
tap "stripe/stripe-cli"
tap "yt-dlp/taps"
brew "ack"
brew "antidote"
brew "little-cms2"
brew "apr-util"
brew "asciinema"
brew "autoconf-archive"
brew "pkg-config"
brew "autogen"
brew "autojump"
brew "automake"
brew "bash"
brew "bash-completion"
brew "libgit2"
brew "bat"
brew "glib"
brew "certbot"
brew "cmake"
brew "coreutils"
brew "croc"
brew "openldap"
brew "curl"
brew "dnsmasq"
brew "dog"
brew "dust"
brew "eza"
brew "fastfetch"
brew "fd"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "libass"
brew "libssh"
brew "srt"
brew "ffmpeg"
brew "freetds"
brew "gdbm"
brew "gh"
brew "git"
brew "git-lfs"
brew "glances"
brew "glow"
brew "gnupg"
brew "httpd"
brew "hyperfine"
brew "jq"
brew "json-c"
brew "krb5"
brew "lazygit"
brew "libfido2"
brew "libmemcached"
brew "libpq"
brew "qemu"
brew "lima"
brew "lolcat"
brew "lsusb"
brew "make"
brew "memcached"
brew "mkcert"
brew "zlib"
brew "mysql"
brew "ncdu"
brew "neovim"
brew "nghttp2"
brew "nginx"
brew "openssl@1.1"
brew "ossp-uuid"
brew "pastel"
brew "php"
brew "php@8.2"
brew "pinentry-mac"
brew "pipx"
brew "protobuf"
brew "pv"
brew "pyenv"
brew "python@3.10"
brew "python@3.11"
brew "python@3.9"
brew "ruby-build"
brew "rbenv"
brew "ripgrep"
brew "ruby"
brew "rust"
brew "rustup-init"
brew "shellcheck"
brew "shellharden"
brew "ssh-copy-id"
brew "ssllabs-scan"
brew "telnet"
brew "tldr"
brew "tree"
brew "vim"
brew "wget"
brew "yt-dlp"
brew "zsh"
brew "hashicorp/tap/vault"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "roots/tap/trellis-cli"
brew "stripe/stripe-cli/stripe"
cask "balenaetcher"
cask "chromium"
cask "discord"
cask "docker"
cask "figma"
cask "google-chrome"
cask "hashicorp-vagrant"
cask "kap"
cask "keycastr"
cask "macdown"
cask "ngrok"
cask "notion"
cask "obsidian"
cask "orbstack"
cask "phpmon"
cask "raycast"
cask "shortcat"
cask "signal"
cask "slack"
cask "transmission"
cask "transmit"
cask "visual-studio-code"
cask "whisky"
vscode "akarlsten.vscode-snazzy-akarlsten"
vscode "andys8.jest-snippets"
vscode "arcanis.vscode-zipfs"
vscode "artlaman.chalice-icon-theme"
vscode "bceskavich.theme-dracula-at-night"
vscode "benjaminbenais.copilot-theme"
vscode "bierner.github-markdown-preview"
vscode "bierner.markdown-preview-github-styles"
vscode "bmewburn.vscode-intelephense-client"
vscode "bradlc.vscode-tailwindcss"
vscode "castwide.solargraph"
vscode "christian-kohler.npm-intellisense"
vscode "cjhowe7.laravel-blade"
vscode "codezombiech.gitignore"
vscode "csstools.postcss"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "deinsoftware.vitest-snippets"
vscode "drcika.apc-extension"
vscode "editorconfig.editorconfig"
vscode "equinusocio.vsc-material-theme-icons"
vscode "esbenp.prettier-vscode"
vscode "figma.figma-vscode-extension"
vscode "firsttris.vscode-jest-runner"
vscode "github.codespaces"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "github.remotehub"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "heybourn.headwind"
vscode "icrawl.discord-vscode"
vscode "jaspernorth.vscode-pigments"
vscode "jock.svg"
vscode "johnbillion.vscode-wordpress-hooks"
vscode "johnpapa.vscode-cloak"
vscode "johnpapa.vscode-peacock"
vscode "kellymears.roots-blade-syntax"
vscode "kellymears.roots-theme"
vscode "lancewilhelm.horizon-extended"
vscode "marcoq.vscode-typescript-to-json-schema"
vscode "miguelsolorio.fluent-icons"
vscode "mikestead.dotenv"
vscode "mrmlnc.vscode-duplicate"
vscode "mrmlnc.vscode-json5"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-playwright.playwright"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.live-server"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-repositories"
vscode "ms-vscode.remote-server"
vscode "onecentlin.laravel-blade"
vscode "pavlitsky.yard"
vscode "pkief.material-icon-theme"
vscode "pnp.polacode"
vscode "prisma.prisma"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "richie5um2.vscode-sort-json"
vscode "rust-lang.rust-analyzer"
vscode "shopify.ruby-lsp"
vscode "sswg.swift-lang"
vscode "stripe.vscode-stripe"
vscode "stylelint.vscode-stylelint"
vscode "sysoev.vscode-open-in-github"
vscode "timonwong.shellcheck"
vscode "unifiedjs.vscode-mdx"
vscode "vadimcn.vscode-lldb"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vue.volar"
vscode "wayou.vscode-todo-highlight"
vscode "will-wow.vscode-alternate-file"
vscode "wix.vscode-import-cost"
vscode "wongjn.php-sniffer"
vscode "xdebug.php-debug"
vscode "yoavbls.pretty-ts-errors"
vscode "zhuangtongfa.material-theme"
